onegbps/files/zte/FTTH_DEL_ONU.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:web="http://www.zte.com.cn/accessnetwork/ems/webservice/">
   <soapenv:Header>
      <web:Authentication>
         <userName>slt</userName>
         <password>Slt@17XML</password>
      </web:Authentication>
   </soapenv:Header>
   <soapenv:Body>
<web:OperationRequestInfo>
         <operationName>DEL-ONU</operationName>
         <operatedObject>
            <param>
               <name>OLTID</name>
               <value>ADSL_ZTE_DNAME</value>
            </param>
                <param>
               <name>PONID</name>
               <value>FTTH_ZTE_PID</value>
            </param>
         </operatedObject>
         <operationParam>
          <param>
               <name>ONUIDTYPE</name>
               <value>SN</value>
           </param>
            <param>
               <name>ONUID</name>
               <value>FTTH_ONT_SN</value>
           </param>
		   </operationParam>
      </web:OperationRequestInfo>
	  </soapenv:Body>
</soapenv:Envelope>
